Repository: microsoft/winget-cli
Catalog: Localization/Resources/*/winget.resw
Source language: en_gb
Languages: af_za, am_et, ar_sa, az_latn_az, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fa_ir, fi_fi, fr_fr, gl_es, he_il, hi_in, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, lo_la, lt_lt, lv_lv, mk_mk, ml_in, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_rs, sv_se, te_in, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# InvalidNameError
source: Argument name was not recognised for the current command
af_za: Argumentnaam is nie vir die huidige bevel erken nie
am_et: ነጋሪ እሴት ለአሁኑ ትዕዛዝ አልታወቀም
ar_sa: لم يتم التعرف علي اسم الوسيطة للأمر الحالي
az_latn_az: Cari əmr üçün arqument adı tanınmadı
bg_bg: Името на аргумента не е разпознато за текущата команда
cs_cz: Nebyl rozpoznán název argumentu pro aktuální příkaz.
da_dk: Argument navnet blev ikke genkendt for den aktuelle kommando
de_de: Argument Name wurde für den aktuellen Befehl nicht erkannt.
el_gr: Το όνομα του ορίσματος δεν αναγνωρίστηκε για την τρέχουσα εντολή
es_es: No se reconoció el nombre del argumento para el comando actual
es_mx: No se reconoce el nombre del argumento para el comando corriente.
et_ee: Argumendi nime pole praeguse käsu jaoks tuvastatud
fa_ir: نام آرگومان برای فرمان فعلی شناخته نشده است
fi_fi: Argumentin nimeä ei tunnistettu nykyiselle komennolle
fr_fr: Le nom d’argument n’a pas été reconnu pour la commande actuelle
gl_es: O comando actual non recoñeceu o nome do argumento
he_il: שם הארגומנט לא זוהה עבור הפקודה הנוכחית
hi_in: वर्तमान आदेश के लिए तर्क नाम पहचाना नहीं गया
hu_hu: Nem sikerült felismerni a jelenlegi parancs argumentumának nevét
id_id: Nama argumen tidak dikenali untuk perintah saat ini
is_is: Heiti frumbreytu þekktist ekki fyrir núverandi skipun
it_it: Nome di argomento non riconosciuto per il comando corrente
ja_jp: 引数名が現在のコマンドに対して認識されませんでした
kk_kz: Ағымдағы пәрмен үшін аргумент аты анықталмады
lo_la: ບໍ່ຮູ້ຈັກຊື່ອາກິວເມັນສຳລັບຄຳສັ່ງປັດຈຸບັນ
lt_lt: Dabartinės komandos argumento pavadinimas neatpažįstamas
lv_lv: Pašreizējās komandas argumenta nosaukums netika atpazīts
mk_mk: Не го препознаваме името на аргументот за тековнава наредба
ml_in: നിലവിലെ കമാൻഡിനായി വാദ നാമം തിരിച്ചറിയാനായില്ല
ms_my: nama argumen tidak dikenali untuk perintah semasa
nb_no: Argumentnavnet ble ikke gjenkjent for gjeldende kommando
nl_nl: Argumentnaam is niet herkend voor de huidige opdracht
pl_pl: Nie rozpoznano nazwy argumentu dla bieżącego polecenia.
pt_br: O nome do argumento não foi reconhecido para o comando atual
pt_pt: O nome do argumento não foi reconhecido para o comando atual
ro_ro: Numele argumentului nu a fost recunoscut pentru comanda curentă
ru_ru: Имя аргумента не распознано для текущей команды
sk_sk: Názov argumentu nebol rozpoznaný pre aktuálny príkaz
sl_si: Imena argumenta ni bilo mogoče prepoznati za trenutni ukaz
sq_al: Emri i argumentit nuk u njoh për komandën aktuale
sr_latn_rs: Ime argumenta nije prepoznato za trenutnu komandu
sv_se: Argumentnamnet kändes inte igen för det aktuella kommandot
te_in: ప్రస్తుత ఆదేశానికి వాదన పేరు గుర్తించబడలేదు
th_th: ไม่รู้จักชื่ออาร์กิวเมนต์สำหรับคำสั่งปัจจุบัน
tr_tr: Geçerli komut için bağımsız değişken adı tanınmadı
uk_ua: Ім’я аргументу не розпізнано для поточної команди
vi_vn: Tên đối số không nhận diện được cho lệnh hiện tại
zh_cn: 当前命令无法识别参数名称
zh_tw: 無法辨識目前命令的引數名稱

# LanguageArgumentDescription
source: Language to install (if supported)
af_za: Taal om te installeer (indien dit ondersteun word)
am_et: የሚጫን ቋንቋ (የሚደገፍ ከሆነ)
ar_sa: اللغة المطلوب تثبيتها (إذا كان مدعماً)
az_latn_az: Quraşdırılacaq dil (dəstəklənirsə)
bg_bg: Език за инсталиране (ако се поддържа)
cs_cz: Jazyk instalace (pokud se podporuje)
da_dk: Sprog, der skal installeres (hvis det understøttes)
de_de: Zu installierende Sprache (sofern unterstützt)
el_gr: Γλώσσα εγκατάστασης (εάν υποστηρίζεται)
es_es: Idioma que se instalará (si se admite)
es_mx: Lenguaje que se instalará (si se admite).
et_ee: Installitav keel (kui seda toetatakse)
fa_ir: زبانی است برای نصب (در صورت پشتیبانی)
fi_fi: Asennettava kieli (jos tuettu)
fr_fr: Langue à installer (si prise en charge)
gl_es: Idioma para instalar (se se permite)
he_il: השפה שיש להתקין (אם היא נתמכת)
hi_in: स्थापित करने के लिए भाषा (यदि समर्थित हो)
hu_hu: Telepítendő nyelv (ha támogatott)
id_id: Bahasa untuk diinstal (jika didukung)
is_is: Tungumál sem á að setja upp (ef stutt)
it_it: Lingua da installare (se supportata)
ja_jp: インストールする言語 (サポートされている場合)
kk_kz: Орнатылатын тіл (егер қолдау көрсетілетін болса)
lo_la: ພາສາເພື່ອຕິດຕັ້ງ (ຖ້າຮອງຮັບ)
lt_lt: Įdiegti kalbą (jei palaikoma)
lv_lv: Instalējamā valoda (ja tiek atbalstīta)
mk_mk: Јазик за инсталација (ако е поддржан)
ml_in: ഇൻസ്റ്റാൾ ചെയ്യാനുള്ള ഭാഷ (പിന്തുണയ്ക്കുന്നുവെങ്കിൽ)
ms_my: Bahasa untuk dipasang (jika disokong)
nb_no: Språk som skal installeres (hvis det støttes)
nl_nl: Te installeren taal (indien ondersteund)
pl_pl: Język do zainstalowania (jeśli jest obsługiwany)
pt_br: Idioma para instalar (se houver suporte)
pt_pt: Idioma de instalação (se for suportado)
ro_ro: Limba de instalat (dacă este acceptată)
ru_ru: Язык для установки (если поддерживается)
sk_sk: Jazyk na inštaláciu (ak je podporovaný)
sl_si: Jezik, ki ga želite namestiti (če je podprt)
sq_al: Gjuha për t’u instaluar (nëse mbështetet)
sr_latn_rs: Jezik koji treba instalirati (ako je podržan)
sv_se: Språk att installera (om det stöds)
te_in: వ్యవస్థాపించాల్సిన భాష (మద్దతు ఉంటే)
th_th: ภาษาที่จะติดตั้ง (หากสนับสนุน)
tr_tr: Yüklenecek dil (destekleniyorsa)
uk_ua: Мова для інсталяції (якщо підтримується)
vi_vn: Ngôn ngữ cài đặt (nếu có hỗ trợ)
zh_cn: 要安装的语言（如支持）
zh_tw: 要安裝的語言 (如果有支援的話)

# LicenseAgreement
source: Licence Agreement
af_za: Lisensie-ooreenkoms
am_et: የፈቃድ ስምምነት
ar_sa: اتفاقية الترخيص
az_latn_az: Lisenziya Razılaşması
bg_bg: Лицензионно споразумение
cs_cz: Licenční smlouva
de_de: Lizenzvereinbarung
el_gr: Άδεια χρήσης
es_es: Contrato de licencia
es_mx: Contrato de licencia
et_ee: Litsentsileping
fa_ir: توافقنامه مجوز
fi_fi: Käyttöoikeussopimus
fr_fr: Contrat de licence
gl_es: Contrato de licenza
he_il: הסכם רישיון
hi_in: लायसेंस अनुबंध
hu_hu: Licencszerződés
is_is: Leyfissamningur
it_it: Contratto di licenza
ja_jp: 使用許諾契約
kk_kz: Лицензиялық келісім
lo_la: ຂໍ້ຕົກລົງໃບອະນຸຍາດ
lt_lt: Licencinė sutartis
lv_lv: Licences līgums
ms_my: Perjanjian Lesen
nb_no: Lisensavtale
nl_nl: Gebruiksrechtovereenkomst
pl_pl: Umowa licencyjna
pt_br: Contrato de Licença
pt_pt: Contrato de Licença
ro_ro: Acord de licență
sk_sk: Licenčná zmluva
sl_si: Licenčna pogodba
sq_al: Marrëveshja e licencës
sr_latn_rs: Ugovor o licenciranju
sv_se: Licensavtal
te_in: లైసెన్స్ ఒప్పందం
th_th: ข้อตกลงสิทธิการใช้งาน
tr_tr: Lisans Sözleşmesi
uk_ua: Ліцензійна угода
vi_vn: Thỏa thuận cấp phép
zh_cn: 许可协议
zh_tw: 授權合約

source: Links
af_za: Skakels
am_et: አገናኞች
ar_sa: ارتباطات
az_latn_az: Keçidlər
bg_bg: Връзки
cs_cz: Odkazy
el_gr: Συνδέσεις
es_es: Vínculos
es_mx: Vínculos
et_ee: Lingid
fa_ir: پیوندها
fi_fi: Linkit
fr_fr: Liens
gl_es: Ligazóns
he_il: קישורים
hi_in: लिंक्स
hu_hu: Hivatkozások
is_is: Tenglar
it_it: Collegamenti
ja_jp: リンク
kk_kz: Сілтемелер
lo_la: ລິ້ງ
lt_lt: Saitai
lv_lv: Saites
ms_my: Pautan
nb_no: Koblinger
nl_nl: Koppelingen
pl_pl: Linki
pt_pt: Ligações
ro_ro: Linkuri
sk_sk: Prepojenia
sl_si: Povezave
sq_al: Lidhjet
sr_latn_rs: Veze
sv_se: Länkar
te_in: లింక్‌లు
th_th: ลิงก์
tr_tr: Bağlantılar
uk_ua: Посилання
vi_vn: Liên kết
zh_cn: 链接
zh_tw: 連結

# LocationArgumentDescription
source: Location to install to (if supported)
af_za: Ligging om na te installeer (indien dit ondersteun word)
am_et: የሚጫንበት አካባቢ (የሚደገፍ ከሆነ)
ar_sa: الموقع المطلوب التثبيت فيه (إذا كان مدعماً)
az_latn_az: Quraşdırılacaq məkan (dəstəklənirsə)
bg_bg: Местоположение за инсталиране в (ако се поддържа)
cs_cz: Umístění k instalaci (pokud se podporuje)
da_dk: Placering, der skal installeres til (hvis det understøttes)
de_de: Installationsspeicherort (falls unterstützt)
el_gr: Τοποθεσία εγκατάστασης στο (εάν υποστηρίζεται)
es_es: Ubicación en la que instalar (si se admite)
es_mx: Ubicación donde instalar (si se admite).
et_ee: Installimise asukoht (kui seda toetatakse)
fa_ir: مکانی است که (در صورت پشتیبانی) در آن نصب انجام می‌شود
fi_fi: Sijainti, johon asennetaan (jos tuettu)
fr_fr: Emplacement d’installation (si pris en charge)
gl_es: Localización na que realizar a instalación (se se permite)
he_il: המיקום שיש להתקין בו (אם הוא נתמך)
hi_in: स्थापित करने के लिए स्थान (यदि समर्थित हो)
hu_hu: A telepítés célhelye (ha támogatott)
id_id: Lokasi untuk diinstal (jika didukung)
is_is: Staðsetning sett upp á (ef stutt)
it_it: Percorso di installazione (se supportato)
ja_jp: インストール先 (サポートされている場合)
kk_kz: Орнатылатын орын (қолдау көрсетілетін болса)
lo_la: ບ່ອນຕິດຕັ້ງໄປໃສ່ (ຖ້າຮອງຮັບ)
lt_lt: Vieta, į kurią reikia diegti (jei palaikoma)
lv_lv: Atrašanās vieta, kurā instalēt (ja tiek atbalstīta)
mk_mk: Локација за инсталирање (ако е поддржана)
ml_in: ഇതിലേക്ക് ഇൻസ്റ്റാൾ ചെയ്യേണ്ട സ്ഥാനം (പിന്തുണയ്ക്കുന്നുവെങ്കിൽ)
ms_my: Lokasi untuk dipasang (jika disokong)
nb_no: Plassering for installasjon (hvis det støttes)
nl_nl: Locatie waar moet worden geïnstalleerd (indien ondersteund)
pl_pl: Docelowa lokalizacja instalacji (jeśli jest obsługiwana)
pt_br: Local para instalar (se houver suporte)
pt_pt: Localização para instalar (se for suportado)
ro_ro: Locație pentru instalare (dacă este acceptată)
ru_ru: Место для установки (если поддерживается)
sk_sk: Umiestnenie inštalácie (ak je podporované)
sl_si: Mesto za namestitev na (če je podprto)
sq_al: Vendndodhja ku do të instalohet (nëse mbështetet)
sr_latn_rs: Lokacija na kojoj treba instalirati (ako je podržana)
sv_se: Plats att installera på (om det stöds)
te_in: వ్యవస్థాపించవలసిన స్థానం (మద్దతు ఉంటే)
th_th: ตำแหน่งที่ตั้งที่จะติดตั้ง (หากสนับสนุน)
tr_tr: Yüklenecek konum (destekleniyorsa)
uk_ua: Розташування для інсталяції (якщо підтримується)
vi_vn: Vị trí cần cài đặt (nếu có hỗ trợ)
zh_cn: 要安装到的位置（如支持）
zh_tw: 要安裝的位置 (如果有支援的話)

# LogArgumentDescription
source: Log location (if supported)
af_za: Logligging (indien dit ondersteun word)
am_et: አካባቢን መዝግብ (የሚደገፍ ከሆነ)
ar_sa: موقع السجل (إذا كان مدعماً)
az_latn_az: Jurnal məkanı (dəstəklənirsə)
bg_bg: Местоположение за регистриране (ако се поддържа)
cs_cz: Umístění protokolu (pokud se podporuje)
de_de: Log-Speicherort (sofern unterstützt)
el_gr: Θέση αρχείου καταγραφής (εάν υποστηρίζεται)
es_es: Ubicación del registro (si se admite)
es_mx: Ubicación del registro (si se admite)
et_ee: Logi asukoht (kui seda toetatakse)
fa_ir: محل گزارش وقایع (در صورت پشتیبانی)
fi_fi: Lokin sijainti (jos tuettu)
fr_fr: Emplacement du journal (si pris en charge)
gl_es: Rexistrar localización (se se permite)
he_il: מיקום יומן רישום (אם הוא נתמך)
hi_in: लॉग स्थान (यदि समर्थित हो)
hu_hu: Napló helye (ha támogatott)
is_is: Staðsetning skráar (ef stutt)
it_it: Percorso log (se supportato)
ja_jp: ログの場所 (サポートされている場合)
kk_kz: Журнал орны (қолдау көрсетілетін болса)
lo_la: ບ່ອນຈັດເກັບບັນທຶກ (ຖ້າຮອງຮັບ)
lt_lt: Žurnalo vieta (jei palaiko)
lv_lv: Žurnāla atrašanās vieta (ja tiek atbalstīta)
ms_my: Merekodkan lokasi (jika disokong)
nb_no: Loggplassering (hvis det støttes)
nl_nl: Locatie voor logbestand (indien ondersteund)
pl_pl: Lokalizacja dziennika (jeśli jest obsługiwana)
pt_br: Local do log (se houver suporte)
pt_pt: Registar localização (se for suportado)
ro_ro: Locație jurnal (dacă este acceptată)
sk_sk: Umiestnenie denníka (ak je podporované)
sl_si: Mesto dnevnika (če je podprto)
sq_al: Vendndodhja e evidencës (nëse mbështetet)
sr_latn_rs: Lokacija evidencije (ako je podržana)
sv_se: Loggplats (om det stöds)
te_in: లాగ్ స్థానం (మద్దతు ఉంటే)
th_th: ตำแหน่งที่ตั้งบันทึก (หากสนับสนุน)
tr_tr: Günlük konum (destekleniyorsa)
uk_ua: Розташування журналу (якщо підтримується)
vi_vn: Ghi nhật ký vị trí (nếu có hỗ trợ)
zh_cn: 日志位置（如果支持）
zh_tw: 記錄位置 (如果有支援的話)

# MainCopyrightNotice
source: Copyright (c) Microsoft Corporation. All rights reserved.
af_za: Outeursreg (c) Microsoft Corporation. Alle regte voorbehou.
am_et: የቅጂ መብት © Microsoft Corporation። ሙሉ መብቱ የተጠበቀ።
ar_sa: حقوق النشر (c) محفوظة لشركة Microsoft Corporation. كافة الحقوق محفوظة.
az_latn_az: Müəlliflik Hüququ (c) Microsoft Corporation. Bütün hüquqlar qorunur.
bg_bg: (c) Microsoft Corporation. Всички права запазени.
cs_cz: Copyright (c) Microsoft Corporation. Všechna práva vyhrazena.
de_de: Copyright (c) Microsoft Corporation. Alle Rechte vorbehalten.
el_gr: Πνευματικά δικαιώματα (c) Microsoft Corporation. Με επιφύλαξη κάθε νόμιμου δικαιώματος.
es_es: Copyright (c) Microsoft Corporation. Todos los derechos reservados.
es_mx: Copyright (c) Microsoft Corporation. Todos los derechos reservados.
et_ee: Autoriõigus (c) Microsoft Corporation. Kõik õigused on reserveeritud.
fa_ir: حق تکثیر ‎(c) Microsoft Corporation‎. کلیه حقوق محفوظ است.
fi_fi: Copyright (c) Microsoft Corporation. Kaikki oikeudet pidätetään.
fr_fr: Copyright (c) Microsoft Corporation. Tous droits réservés.
gl_es: Copyright (c) Microsoft Corporation. Todos os dereitos reservados.
he_il: Copyright (c) Microsoft Corporation. כל הזכויות שמורות.
hi_in: कॉपीराइट (c) Microsoft Corporation. सर्वाधिकार सुरक्षित.
hu_hu: Copyright (c) Microsoft Corporation. Minden jog fenntartva.
is_is: Höfundarréttur (c) Microsoft Corporation. Allur réttur áskilinn.
it_it: Copyright (c) Microsoft Corporation. Tutti i diritti sono riservati.
kk_kz: (c) Microsoft корпорациясы. Барлық құқықтары қорғалған.
lo_la: ລິຂະສິດ (c) Microsoft Corporation. ສະຫງວນສິດທັງໝົດ.
lt_lt: Autoriaus teisės (c). „Microsoft Corporation“. Visos teisės ginamos.
lv_lv: Autortiesības (c) Microsoft Corporation. Visas tiesības paturētas.
ms_my: Copyright (c) Microsoft Corporation. Hak cipta terpelihara.
nb_no: Copyright (c) Microsoft Corporation. Med enerett.
nl_nl: Copyright (c) Microsoft Corporation. Alle rechten voorbehouden.
pl_pl: Copyright (c) Microsoft Corporation. Wszelkie prawa zastrzeżone.
pt_br: Copyright (c) Microsoft Corporation. Todos os direitos reservados.
pt_pt: Copyright (c) Microsoft Corporation. Todos os direitos reservados.
ro_ro: (c) Microsoft Corporation. Toate drepturile rezervate.
sk_sk: Copyright (c) Microsoft Corporation. Všetky práva vyhradené.
sl_si: Copyright (c) Microsoft Corporation. Vse pravice pridržane.
sq_al: E drejta e autorit (c) Microsoft Corporation. Të gjitha të drejtat të rezervuara.
sr_latn_rs: Copyright (c) Microsoft Corporation. Sva prava zadržana.
sv_se: Copyright (c) Microsoft Corporation. Med ensamrätt.
te_in: కాపీరైట్ (c) Microsoft Corporation. సర్వ హక్కులు ప్రత్యేకించబడినవి.
tr_tr: Telif Hakkı (c) Microsoft Corporation. Tüm hakları saklıdır.
uk_ua: (c) Корпорація Майкрософт (Microsoft Corporation). Усі права захищено.
vi_vn: Bản quyền (c) Microsoft Corporation. Bảo lưu mọi quyền.
zh_cn: 版权所有 (C) Microsoft Corporation。保留所有权利。
zh_tw: Copyright (c) Microsoft Corporation. 著作權所有，並保留一切權利。

# MainHomepage
source: Homepage
af_za: Tuisblad
am_et: መነሻ ገጽ
ar_sa: الصفحة الرئيسية
az_latn_az: Başlanğıc səhifə
bg_bg: Начална страница
cs_cz: Domovská stránka
de_de: Startseite
el_gr: Αρχική σελίδα
es_es: Página principal
es_mx: Página principal
et_ee: Avaleht
fa_ir: صفحه اصلی
fi_fi: Aloitussivu
fr_fr: Page d’accueil
gl_es: Páxina de inicio
he_il: דף הבית
hi_in: मुख पृष्ठ
hu_hu: Kezdőlap
is_is: Upphafssíða
ja_jp: ホーム ページ
kk_kz: Басты бет
lo_la: ໜ້າຫຼັກ
lt_lt: Pagrindinis puslapis
lv_lv: Sākumlapa
ms_my: Halaman utama
nb_no: Hjemmeside
nl_nl: Startpagina
pl_pl: Strona główna
ro_ro: Pagina de pornire
sk_sk: Domovská stránka
sl_si: Domača stran
sq_al: Faqja bazë
sr_latn_rs: Matična stranica
sv_se: Startsida
te_in: హోమ్ పేజీ
th_th: โฮมเพจ
tr_tr: Giriş sayfası
uk_ua: Головна сторінка
vi_vn: Trang chủ
zh_cn: 主页
zh_tw: 首頁

# ManifestArgumentDescription
source: The path to the manifest of the application
af_za: Die pad na die manifes van die toepassing
am_et: ወደ የመተግበሪያው የይዘት ዝርዝር የሚወስድ ዱካ
ar_sa: المسار إلى بيان الحزمة
az_latn_az: Proqramın manifestinə aparan yol
bg_bg: Пътят към манифеста на приложението
cs_cz: Cesta k manifestu aplikace
da_dk: Stien til programmanifestet
de_de: Der Pfad des Manifests der Anwendung
el_gr: Η διαδρομή για τη διακήρυξη της εφαρμογής
es_es: La ruta de acceso al manifiesto de la aplicación
es_mx: La ruta de acceso al manifiesto de la aplicación.
et_ee: Rakenduse manifesti tee
fa_ir: مسیر مربوط به مانیفست بسته
fi_fi: Sovelluksen sovellusvaatimustiedoston polku
fr_fr: Chemin d’accès au manifeste de l’application
gl_es: Camiño ao manifesto do paquete
he_il: הנתיב למניפסט של היישום
hi_in: अनुप्रयोग के मैनिफ़ेस्ट का पथ
hu_hu: Az alkalmazásjegyzék elérési útja
id_id: Jalur ke manifes aplikasi
is_is: Slóðin á farmskrá forritsins
it_it: Percorso del manifesto del pacchetto
ja_jp: アプリケーションのマニフェストのパス
kk_kz: Бағдарлама манифестіне апаратын жол
lo_la: ເສັ້ນທາງໄປຫາ manifest ຂອງແອັບພລິເຄຊັນ
lt_lt: Kelias į programos manifestą
lv_lv: Ceļš uz programmas manifestu
mk_mk: Патеката до манифестот на апликацијата
ml_in: ആപ്ലിക്കേഷന്റെ മാനിഫെസ്റ്റിലേക്കുള്ള പാത
ms_my: Laluan kepada manifes aplikasi
nb_no: Banen til programmets manifest
nl_nl: Het pad naar het manifest van de app
pl_pl: Ścieżka manifestu pakietu
pt_br: O caminho para o manifesto do aplicativo
pt_pt: O caminho do manifesto da aplicação
ro_ro: Calea către manifestul aplicației
ru_ru: Путь к манифесту приложения
sk_sk: Cesta k manifestu aplikácie
sl_si: Pot do manifesta aplikacije
sq_al: Shtegu te manifesti i paketës
sr_latn_rs: Putanja do manifesta aplikacije
sv_se: Sökvägen till programmets manifest
te_in: అనువర్తనం యొక్క మానిఫెస్ట్‌కు మార్గం
th_th: เส้นทางไปยังไฟล์กำกับของแอปพลิเคชัน
tr_tr: Uygulama bildiriminin yolu
uk_ua: Шлях до маніфесту програми
vi_vn: Đường dẫn đến tệp kê khai của ứng dụng
zh_cn: 应用的清单路径
zh_tw: 套件資訊清單的路徑

# ManifestValidationFail
source: Manifest validation failed.
af_za: Manifesvalidering het misluk.
am_et: የማኒፌስት ማረጋገጥ ሂደት አልተሳካም።
ar_sa: فشل التحقق من صحة بيان التطبيق.
az_latn_az: Bəyannamə təsdiq edilmədi.
bg_bg: Неуспешна проверка на манифеста.
cs_cz: Manifest se nepodařilo ověřit.
de_de: Fehler bei der Manifestüberprüfung.
el_gr: Η επικύρωση της διακήρυξης εφαρμογής απέτυχε.
es_es: Error de validación de manifiesto.
es_mx: Fallo la validación del manifiesto.
et_ee: Manifesti ei saanud valideerida.
fa_ir: تأیید اعتبار مانیفست ناموفق بود.
fi_fi: Kokoonpanotietojen tarkistus epäonnistui.
fr_fr: La validation du manifeste a échoué.
gl_es: Erro na validación do manifesto.
he_il: אימות המניפסט נכשל.
hi_in: मैनिफ़ेस्ट सत्यापन विफल हुआ.
hu_hu: A jegyzékfájl ellenőrzése sikertelen volt.
is_is: Staðfesting skráar mistókst.
it_it: Convalida del manifesto non riuscita.
ja_jp: マニフェストの検証に失敗しました。
kk_kz: Манифестті тексеру сәтсіз аяқталды.
lo_la: ກວດສອບ Manifest ບໍ່ສຳເລັດ.
lt_lt: Deklaracijos tikrinimas nepavyko.
lv_lv: Neizdevās validēt manifestu.
ms_my: Pensahihan manifes telah gagal.
nb_no: Manifestvalidering mislyktes.
nl_nl: Manifest validatie is mislukt.
pl_pl: Sprawdzenie poprawności manifestu nie powiodło się.
pt_br: Falha na validação do manifesto.
pt_pt: A validação do manifesto falhou.
ro_ro: Validarea manifestului nu a reușit.
sk_sk: Overenie manifestu zlyhalo.
sl_si: Preverjanje veljavnosti manifesta ni bilo uspešno.
sq_al: Vërtetimi i manifestit dështoi.
sr_latn_rs: Provera valjanosti manifesta nije uspela.
sv_se: Manifestvalideringen misslyckades.
te_in: మానిఫెస్ట్ ధ్రువీకరణ విఫలమైంది.
th_th: การตรวจสอบความถูกต้องของไฟล์กำกับล้มเหลว
tr_tr: Bildirim doğrulaması başarısız oldu.
uk_ua: Помилка перевірки маніфесту.
vi_vn: Không thể xác thực tệp kê khai.
zh_cn: 清单验证失败。
zh_tw: 資訊清單驗證失敗。

# ManifestValidationSuccess
source: Manifest validation succeeded.
af_za: Manifesvalidering was suksesvol.
am_et: የማኒፌስት ማረጋገጥ ሂደት ተሳክቷል።
ar_sa: تم التحقق من صحة بيان التطبيق بنجاح.
az_latn_az: Bəyyannamə təsdiq edildi.
bg_bg: Успешно валидиране на манифеста.
cs_cz: Ověření manifestu proběhlo úspěšně.
de_de: Die Manifestüberprüfung war erfolgreich.
el_gr: Η επικύρωση της διακήρυξης εφαρμογής ολοκληρώθηκε με επιτυχία.
es_es: Validación del manifiesto correcta.
es_mx: Validación de manifiesto correcta.
et_ee: Manifest on valideeritud.
fa_ir: تأیید اعتبار مانیفست با موفقیت انجام شد.
fi_fi: Kokoonpanotietojen tarkistus onnistui.
fr_fr: La validation du manifeste a réussi.
gl_es: O manifesto validouse correctamente.
he_il: אימות המניפסט הצליח.
hi_in: मैनिफ़ेस्ट सत्यापन सफल हुआ.
hu_hu: A jegyzékfájl ellenőrzése sikeresen befejeződött.
is_is: Staðfesting skráar tókst.
it_it: Convalida del manifesto riuscita.
ja_jp: マニフェストの検証は成功しました。
kk_kz: Манифестті тексеру сәтті аяқталды.
lo_la: ກວດສອບ Manifest ສຳເລັດແລ້ວ.
lt_lt: Deklaracijos tikrinimas pavyko.
lv_lv: Manifesta validācija izdevās.
ms_my: Pensahihan manifes telah berjaya.
nb_no: Manifestvalideringen er fullført.
nl_nl: Manifest validatie voltooid.
pl_pl: Sprawdzenie poprawności manifestu powiodło się.
pt_br: Êxito na validação do manifesto.
pt_pt: Validação do manifesto concluída com êxito.
ro_ro: Validarea manifestului a reușit.
sk_sk: Overenie manifestu bolo úspešné.
sl_si: Preverjanje veljavnosti manifesta je bilo uspešno.
sq_al: Vërtetimi i manifestit pati sukses.
sr_latn_rs: Provera valjanosti manifesta je uspela.
sv_se: Manifestvalideringen lyckades.
te_in: మానిఫెస్ట్ ప్రమాణీకరణ విజయవంతమైంది.
th_th: การตรวจสอบความถูกต้องของไฟล์กำกับสำเร็จ
tr_tr: Bildirim doğrulaması başarılı.
uk_ua: Перевірку маніфесту виконано.
vi_vn: Đã xác thực thành công tệp kê khai.
zh_cn: 清单验证成功。
zh_tw: 資訊清單驗證成功。

# ManifestValidationWarning
source: Manifest validation succeeded with warnings.
af_za: Manifesvalidering het geslaag met waarskuwings.
am_et: የማኒፌስት ማረጋገጥ ሂደት ተሳክቷል ከማስጠንቀቂያዎች ጋር።
ar_sa: تم التحقق من صحة بيان التطبيق بنجاح مع ظهور تحذيرات.
az_latn_az: Xəbərdarlıqlarla bəyannamənin yoxlanması uğurlu oldu.
bg_bg: Проверката на манифеста завърши успешно с предупреждения.
cs_cz: Ověření manifestu proběhlo úspěšně, ale s upozorněními.
de_de: Die Manifestüberprüfung war mit Warnungen erfolgreich.
el_gr: Η επικύρωση της διακήρυξης εφαρμογής ήταν επιτυχής με προειδοποιήσεις.
es_es: Validación del manifiesto correcta con advertencias.
es_mx: La validación de manifiesto se realizó correctamente con advertencias.
et_ee: Manifest on valideeritud, kuid hoiatustega.
fa_ir: تأیید اعتبار مانیفست علیرغم چندین هشدار با موفقیت انجام شد.
fi_fi: Kokoonpanotietojen tarkistus onnistui, mutta varoituksia löytyi.
fr_fr: La validation des manifestes a réussi avec des avertissements.
gl_es: O manifesto de validación completouse con avisos.
he_il: אימות המניפסט הצליח, עם אזהרות.
hi_in: मैनिफ़ेस्ट सत्यापन चेतावनियों के साथ सफल रहा.
hu_hu: A jegyzékfájl ellenőrzése sikeresen befejeződött, de figyelmeztetésekkel.
is_is: Staðfesting á skrá tókst með viðvörunum.
it_it: La convalida del manifesto è stata effettuata con avvisi.
ja_jp: マニフェストの検証は成功しましたが、警告があります。
kk_kz: Манифестті тексеру ескертулермен орындалды.
lo_la: ກວດສອບ Manifest ສຳເລັດແລ້ວໂດຍມີຄຳເຕືອນ.
lt_lt: Deklaracijos tikrinimas pavyko su įspėjimais.
lv_lv: Manifesta validācija izdevās ar brīdinājumiem.
ms_my: Pensahihan manifes telah berjaya dengan amaran.
nb_no: Manifestvalideringen ble fullført med advarsler.
nl_nl: Manifest validatie is geslaagd met waarschuwingen.
pl_pl: Sprawdzanie poprawności manifestu powiodło się z ostrzeżeniami.
pt_br: Êxito na validação do manifesto com avisos.
pt_pt: A validação do manifesto foi efetuada com êxito, mas com avisos.
ro_ro: Validarea manifestului a reușit cu avertismente.
sk_sk: Overenie manifestu bolo úspešné s upozorneniami.
sl_si: Preverjanje veljavnosti manifesta je bilo uspešno z opozorili.
sq_al: Vërtetimi i manifestit pati sukses me paralajmërime.
sr_latn_rs: Validacija manifesta je uspela uz upozorenja.
sv_se: Manifestvalideringen genomfördes utan varningar.
te_in: మానిఫెస్ట్ ధ్రువీకరణ హెచ్చరికలతో విజయవంతమైంది.
th_th: การตรวจสอบความถูกต้องของไฟล์กำกับสำเร็จโดยมีคำเตือน
tr_tr: Bildirim doğrulaması uyarılarla başarılı oldu.
uk_ua: Перевірку маніфесту завершено з попередженнями.
vi_vn: Xác nhận tệp kê khai thành công với các cảnh báo.
zh_cn: 清单验证成功，但出现警告。
zh_tw: 資訊清單驗證成功，但出現警告。
